{
  "posts": [
    {
      "id": 1,
      "content": "This will look lovely in a table setting! Use this to dress up your dining table and impress your guests with your creativity. I've also seen people use this design as a bread-bowl in a restaurant! It looked fantastic, such a nice novelty, but you would need an enormous piece of paper for that one! If you're going to try that, I would suggest a one metre by one metre piece of paper!",
      "author": "Pesho"
    },
    {
      "id": 2,
      "content": "I'd love to hear from you if you've made an origami lotus! Click the link below to share a photo of your creation, and to see what other origami designs people have made:",
      "author": "Gosho"
    },
    {
      "id": 3,
      "content": "Fold the square in half, diagonally, to make a triangle.Open the last fold you just made and make sure the folded line is facing upwards.Fold the two points on the base of the triangle upwards as shown.",
      "author": "Ivan"
    },
    {
      "id": 4,
      "content": "You only need one square sheet of paper to make an origami lotus flower, and you might need to make it quite large. The smaller and thinner the paper you use, the more difficult it is to the petals at the end. One thing that works very well is using this design for napkins or paper serviettes.",
      "author": "Dimi"
    },
    {
      "id": 5,
      "content": "If you go into a specialist paper store or an origami store, you should be able to find a perfect paper for this model. Try handmade unryushi if you can find it, it is a beautiful type of Japanese paper, which is textural and flexible.",
      "author": "Acho"
    },
    {
      "id": 6,
      "content": "Here's how to fold a very easy origami Pokemon that's also very cool. Make your very own Pikachu, designed by myself, with these simple step by step instructions. It's okay to use plain white paper and color with crayon, but you can also print a colored, square paper from the Printable Origami Paper page if you like.",
      "author": "Petko"
    },
    {
      "id": 7,
      "content": "Blast off with this origami rocket! Just kidding, it's flat and doesn't fly, but it doesn't take a rocket scientist to make. It's great for crafts and gluing on to posters. Kids will have a lot of fun with this one.",
      "author": "Ivo"
    },
    {
      "id": 8,
      "content": "Kids will have lots of fun folding this easy origami fish and drawing in its eyes and stripes. I doubt they need help at all, but if they do, it would be to collapse the paper into a triangle and folding the fins perfectly. To center the fins perfectly, first place one over the other without creasing. Then kind of roll it up or down till they're centered, and crease when they are.",
      "author": "Nasko"
    },
    {
      "id": 9,
      "content": "This easy origami cat is really easy! Kids can have lots of fun folding the cat and drawing in its face. Simply follow the instructions and pictures to make your very own.",
      "author": "Anton"
    },
    {
      "id": 10,
      "content": "Kids will have lots of fun making this easy origami dog. It's easy to fold and fun to draw the face on when you're done. Just follow the instructions and pictures and you'll have your very own easy origami dog!",
      "author": "Mitko"
    },
    {
      "id": 11,
      "content": "This origami rabbit is very easy to make. Kids will love to fold this and then when they're done, they'll get to draw on the face. There are only a few steps so kids should be able to follow along easily.",
      "author": "Miro"
    }
  ]
}
